content/books/the_scout_mindset.md
+++
title = "The Scout Mindset"
author = ["Victor Dorneanu"]
date = 2023-11-06
tags = ["book"]
draft = false
+++

👉 [The Scout Mindset: Why Some People See Things Clearly and Others Don't by Julia Galef](https://www.goodreads.com/book/show/42041926-the-scout-mindset)


## Notes {#notes}


### Part I: The Case for Scout Mindset {#part-i-the-case-for-scout-mindset}


#### **Chapter 1: Two Types of Thinking** {#chapter-1-two-types-of-thinking}

Explains the soldier mindset using military metaphors in reasoning, showing its ubiquity and naturalness.

> In directionally motivated reasoning... we disproportionately put our effort into finding evidence/reasons that support what we wish were true.


#### **Chapter 2: What the Soldier is Protecting** {#chapter-2-what-the-soldier-is-protecting}

Discusses the _emotional_ comfort and _social_ reasons, like impression management and signaling, that motivate the soldier mindset.

_Emotional_ reasons:

-   comfort
-   self-esteem (feeling good about ourselves)
-   morale (motivating ourselves to do hard things)

_Social_ reasons:

-   persuasion
    -   "I'm sure I can convince others"
-   image

    -   chose beliefs that makes us look good (-&gt; Identity)

    > "Psychologists call it impression management, and evolutionary psychologists call it signaling: When considering a claim, we implicitly ask ourselves, 'What kind of person would believe a claim like this, and is that how I want others to see me?'"
-   belonging
    -   defend social groups we are part of

> "We use motivated reasoning not because we don't know any better but because we're trying to protect things that are vitally important to us."


#### **Chapter 3: Why Truth is More Valuable Than We Realize** {#chapter-3-why-truth-is-more-valuable-than-we-realize}

Examines the _unconscious_ trade-offs between soldier and scout mindsets, and our biases that cause us to overvalue the former.

-   We make unconscious trade-offs
    -   depending on the "goal" and use-case, it's our mind which decides which strategy (scout vs. soldier) works best

> "Are we rationally orrational?"

As always there are some _biases_ in our decision-making that cause us to go for the _soldier mindset_:

-   We overvalue the immediate rewards of soldier mindset
    -   we prefer small rewards **now** over large ones **later**
-   We Underestimate the value of building scout habits
    -   cognitive skills and rationality are hard to gain
-   We underestimate the ripple effects of self-deception
-   We overestimate social costs


### Part II: Developing Self-Awareness {#part-ii-developing-self-awareness}


#### **Chapter 4: Signs of a Scout** {#chapter-4-signs-of-a-scout}

Suggests that the illusion of being a scout can be broken by concrete examples of scout-like behavior, such as acting on criticism or proving yourself wrong.

-   _Feeling_ objective doesn't mean you're a scout
-   Being _smart_ and _knowledgeable_ doesn't make you a scout
-   _Practicing_ scout mindset will make you a scout

Some cues to look for (and at the same time signs you might be a scout):

-   Do you tell other people when you realize they were right?
-   How do you deal with criticism?
-   "Do you avoi biasing the information you get?"
-   Do you have good critics?

    > Can you name people who are critical of your beliefs, profession, or life choices who you consider thoughtful, even if you believe they're wrong? Or can you at least name reasons why someone might disagree with you that you would consider reasonable?"
-   But the most important one: Do you remember occasions when you were in the solider mindset?

> "A key factor preventing us from being in scout mindset more frequently is our conviction that we're already in it."

<!--quoteend-->

> "The only real sign of a scout is whether you act like one."


#### **Chapter 5: Noticing Bias** {#chapter-5-noticing-bias}

Introduces the concept of "forcing" and offers thought experiments like the double standard test and the outsider test to detect motivated reasoning.

> "Forcing is what your brain is doing to get away with motivated reasoning while still making you feel like you're being objective."

<!--list-separator-->

-  Tests mentioned

    <!--list-separator-->

    -  **The Double Standard Test**

        This test asks whether you are judging one person or group by a standard that you would not apply to another person or group. It's a way to check for inconsistent application of principles.

    <!--list-separator-->

    -  **The Outsider Test**

        It involves imagining someone else in your situation or imagining yourself as an outsider to your own situation. This helps to gain a fresh perspective and to see one’s biases more clearly.

    <!--list-separator-->

    -  **The Conformity Test**

        This test asks if you would still hold your belief if other people no longer held it, to check if your belief is based on evidence or social conformity.

    <!--list-separator-->

    -  **The Selective Skeptic Test**

        It's about imagining how credible you would find a piece of evidence if it supported the opposite side of an argument. This can reveal if you're being selectively critical.

    <!--list-separator-->

    -  **The Status Quo Bias Test**

        This one asks if you would actively choose your current situation if it wasn't the status quo, helping to identify if you’re rationalizing the status quo just because it’s familiar.


#### **Chapter 6: How Sure Are You?** {#chapter-6-how-sure-are-you}

Emphasizes the importance of distinguishing between levels of certainty and the idea of calibration.

The key idea is to _get good at being wrong_ because we like to feel _certain_. However, quantifying ones uncertainty is also a prediction how likely I am right.

> "Your strength as a scout is in your ability... to think in shades of gray instead of black and white."

You should aim for this skill:

> "being able to tell the difference between the feeling of making a claim and the feeling of actually trying to guess what's true."


### Part III: Thriving Without Illusions {#part-iii-thriving-without-illusions}


#### **Chapter 7: Coping with Reality** {#chapter-7-coping-with-reality}

Advocates for honest coping mechanisms in emergencies over the distortion of reality.


#### **Chapter 8: Motivation Without Self-Deception** {#chapter-8-motivation-without-self-deception}

Argues for motivation derived from the recognition of bets worth taking based on their expected value rather than overconfidence.

> "Scouts aren't motivated by the thought 'This is going to succeed.' They're motivated by the thought 'This is a bet worth taking.'"


#### **Chapter 9: Influence Without Overconfidence** {#chapter-9-influence-without-overconfidence}

Differentiates between epistemic and social confidence and discusses communicating uncertainty effectively.

There are 2 types of _confidence_:

-   _epistemic_ confidence
    -   how sure are you about what's true
-   _social_ confidence
    -   influencing people requires social confidence

People will judge by social confidence. People will not trust you if you are uncertain (due to inexperience/ignorance/stupidity) but _not_ if you seem uncertain due to reality being messy and unpredictable.

Quote: "You don't need to promise success to be inspiring... There are lots of ways to get people excited that don't require you to lie to others or to yourself."


## Resources {#resources}

Some good summaries:

-   <https://www.lesswrong.com/posts/yFJ7vCjefBxnTchmG/outline-of-galef-s-scout-mindset>
-   <https://freddiedeboer.substack.com/p/review-julia-galefs-the-scout-mindset>
